[{"name":"Drenthe","description":"Drenthe is a province of the Netherlands, located in the northeast of the country. It is bordered by Overijssel to the south, Friesland to the west, Groningen to the north, and Germany (districts of Emsland and Bentheim) to the east. In 2014, it had a population of 488,957 and a total area of 2,683 km2 (1,036 sq mi).\n\nDrenthe has been populated for 150,000 years. The region has subsequently been part of the Bishopric of Utrecht, Habsburg Netherlands, Dutch Republic, Batavian Republic, Kingdom of Holland, and the Netherlands. Drenthe is an official province since 1796.\n\nThe capital and seat of the provincial government is Assen. The King's Commissioner of Drenthe is Jacques Tichelaar. The Labour Party (PvdA) is the largest party in the States-Provincial, followed by the People's Party for Freedom and Democracy (VVD) and the Christian Democratic Appeal (CDA).\n\nDrenthe is a sparsely populated rural area, unlike many other parts of the Netherlands. Except for some industry in Assen and Emmen, the land in Drenthe is mainly used for agriculture.","image":"https://upload.wikimedia.org/wikipedia/commons/e/ec/Drenthe_in_the_Netherlands.svg","capital":{"name":"Assen","description":"Assen is a municipality and a city in the northeastern Netherlands, and is the capital of the province of Drenthe. It received city rights in 1809. Assen is known for TT Circuit Assen, the motorcycle racing circuit, where on the last Saturday in June the Dutch TT is run; and also for the annual Assen Dance Festival."}},{"name":"Flevoland","description":"Flevoland is the twelfth province of the Netherlands. It is located in the centre of the country, where the former Zuiderzee was.\n\nFlevoland was established on 1 January 1986, when the southern and eastern Flevopolders were merged into one province. Almost all of the land belonging to the province was only reclaimed in the 1950s and '60s.\n\nThe province has about 403,280 inhabitants (2015) and consists of 6 municipalities. Its capital is Lelystad.","image":"https://upload.wikimedia.org/wikipedia/commons/b/b6/Flevoland_in_the_Netherlands.svg","capital":{"name":"Lelystad","description":"Lelystad is a municipality and a city in the centre of the Netherlands, and it is the capital of the province of Flevoland. The city, built on reclaimed land, was founded in 1967 and was named after Cornelis Lely, who engineered the Afsluitdijk, making the reclamation possible. Lelystad is approximately 3 metres (9.8 feet) below sea level."}},{"name":"Friesland","description":"Friesland or Frisia is a province in the northwest of the Netherlands. It is situated west of Groningen, northwest of Drenthe and Overijssel, north of Flevoland, northeast of North Holland, and south of the North Sea. In 2010, the province had a population of 646,000 and a total area of 5,749 km2 (2,220 sq mi).\n\nThe capital and seat of the provincial government is the city of Leeuwarden, a city with 91,817 inhabitants. Since 2009, John Jorritsma is the King's Commissioner in the province. A coalition of the Labour Party, the Christian Democratic Appeal, and the Frisian National Party forms the executive branch. The province is divided into 24 municipalities.\n\nThe area of the province was once part of the ancient, larger region of Frisia. The official languages of Friesland are West Lauwers Frisian and Dutch.","image":"https://upload.wikimedia.org/wikipedia/commons/f/f0/Friesland_in_the_Netherlands.svg","capital":{"name":"Leeuwarden","description":"Leeuwarden is a city and municipality with a population of 108,249 in Friesland in the Netherlands. It is the provincial capital and seat of the States of Friesland.\n\nThe oldest remains of houses in the city date back to the 2nd century AD. Leeuwarden has been permanently inhabited since the 10th century. It was granted city privileges in 1435. The city was liberated from German occupation in World War II by The Royal Canadian Dragoons in 1945. \n\nOne important cultural and historical event that takes place in Leeuwarden is the Elfstedentocht. The Elfstedentocht is an ice skating tour that goes through eleven cities in Friesland which starts and finishes in Leeuwarden. It is a very popular event amongst all of the Netherlands."}},{"name":"Gelderland","description":"Gelderland is a province of the Netherlands, located in the central eastern part of the country. With a land area of nearly 5,000 km2, it is the largest province of the Netherlands and shares borders with six other provinces and Germany.\n\nThe capital is Arnhem. However, both Nijmegen and Apeldoorn are larger cities, Nijmegen being the largest with nearly 170,000 inhabitants. Other major regional centres in Gelderland are Ede, Doetinchem, Zutphen, Tiel, Wageningen, Zevenaar, Winterswijk and Harderwijk.\n\nGelderland had a population of just over two million in 2015.","image":"https://upload.wikimedia.org/wikipedia/commons/9/9b/Gelderland_in_the_Netherlands.svg","capital":{"name":"Arnhem (But Nijmegen is cooler)","description":"Arnhem is a city and municipality, situated in the eastern part of the Netherlands. It is the capital of the province of Gelderland and located on both banks of the rivers Nederrijn and Sint-Jansbeek, which was the source of the city's development. Arnhem had a population of 151,356 in 2014 and is one of the larger cities of the Netherlands. The municipality is part of the city region Arnhem-Nijmegen, which has a combined 736,500 inhabitants. Arnhem is home to the Hogeschool van Arnhem en Nijmegen, ArtEZ Institute of the Arts, Netherlands Open Air Museum, Royal Burgers' Zoo and National Sports Centre Papendal."}},{"name":"Groningen","description":"Groningen is the northeasternmost province of the Netherlands. It borders on Friesland to the west, Drenthe to the south, the German state of Niedersachsen (districts of Leer and Emsland) to the east, and the Wadden Sea to the north. In 2014, it had a population of 582,640 and a total area of 2,960 km2 (1,140 sq mi).\n\nThe area was subsequently part of Frisia, the Frankish Empire, the Holy Roman Empire, and the Dutch Republic, which is the precursor state of the Netherlands. In the 14th century, the city of Groningen became a member of the Hanseatic League.\n\nThe capital of the province and the seat of the provincial government is the city of Groningen. Since 2016, René Paas has been the King's Commissioner in the province. A coalition of the Labour Party, People's Party for Freedom and Democracy, Democrats 66, and ChristianUnion forms the executive branch. The province is divided into 23 municipalities.\n\nThe land is mainly used for agriculture. There are sea ports in Delfzijl and Eemshaven. The Groningen gas field was discovered in 1959. The province is home to the University of Groningen and Hanze University of Applied Sciences.","image":"https://upload.wikimedia.org/wikipedia/commons/c/c9/Groningen_in_the_Netherlands.svg","capital":{"name":"Groningen","description":"Groningen is the main municipality as well as the capital city of the eponymous province in the Netherlands. With a population of 200,336 as of 2015, it is the largest city in the north of the Netherlands. An old city, Groningen was the regional power of the northern Netherlands, a semi-independent city-state and member of the German Hanseatic League. Groningen is a university city: it houses the University of Groningen (about 28,000 students) and the Hanze University of Applied Sciences (about 25,000 students)."}},{"name":"Limburg","description":"Limburg is the southernmost of the 12 provinces of the Netherlands. It is in the southeastern part of the country, stretched out from the north, where it touches the province of Gelderland, to the south, where it internationally borders Belgium. Its northern part has the North Brabant province to its west. Its long eastern boundary is the international border with the German state of North Rhine-Westphalia. Much of the west border runs along the River Maas, bordering the Flemish province of Limburg, and a small part of the Walloon province of Liège. On the south end, it has borders with the Flemish exclave of Voeren and its surrounding part of Liège, Wallonia. The Vaalserberg is on the extreme south-eastern point, marking the tripoint of Netherlands, Germany and Belgium.\n\nLimburg's major cities are the provincial capital Maastricht and Heerlen in the south, Roermond and Weert in the middle, and Venlo in the middle-north, all upon the Meuse river. In South Limburg, there are also urban agglomerations at Sittard-Geleen and Parkstad Limburg, which includes the city of Heerlen.\n\nLimburg has a highly distinctive character. The social and economic trends that affected the province in recent decades generated a process of change and renewal which has enabled Limburg to transform its peripheral location into a highly globalized regional nexus, linking the Netherlands to the Ruhr metro area and the southern part of the Benelux region. A less appreciated consequence of this international gateway location is rising international crime, often drug-related, especially in the southernmost part of the province.","image":"https://upload.wikimedia.org/wikipedia/commons/0/0b/Limburg_in_the_Netherlands.svg","capital":{"name":"Maastricht","description":"Maastricht is a town and a municipality in the southeast of the Netherlands. It is the capital city of the province of Limburg.\n\nMaastricht is located on both sides of the Meuse river (Dutch: Maas), at the point where the Jeker River (French: Geer) joins it.\n\nMaastricht developed from a Roman settlement to a Medieval religious centre, a garrison town and an early industrial city. Today, Maastricht is well-regarded as an affluent cultural center. Maastricht has 1677 national heritage sites (Rijksmonumenten), which is the second highest number in a Dutch town, after Amsterdam. It has become known, by way of the Maastricht Treaty, as the birthplace of the European Union, European citizenship, and the single European currency, the euro.The town is popular with tourists for shopping and recreation, and has a large growing international student population. Maastricht is a member of the Most Ancient European Towns Network and is part of the Meuse-Rhine Euroregion, which includes nearby cities Aachen, Eupen, Hasselt, Liège and Tongeren."}},{"name":"Noord-Brabant","description":"Noord Brabant, also unofficially called Brabant since 2001, is a province in the south of the Netherlands. It borders the provinces of South Holland and Gelderland to the north, Limburg to the east, Zeeland to the west, and the Belgian provinces of Antwerp and Limburg to the south. The northern border follows the Meuse (Maas) river westward to its mouth in the Hollands Diep strait, part of the Rhine–Meuse–Scheldt delta.","image":"https://upload.wikimedia.org/wikipedia/commons/d/d5/Noord-Brabant_in_the_Netherlands.svg","capital":{"name":"'s-Hertogenbosch","description":"'s-Hertogenbosch is a city and municipality in the southern Netherlands. It is the capital of the province of North Brabant.\n\nIn speech, the Dutch seldom use the formal 's-Hertogenbosch but rather the colloquial Den Bosch . Den Bosch means `The Forest`."}},{"name":"Noord-Holland","description":"North Holland is a province in the northwest of the Netherlands. It is situated on the North Sea, north of South Holland and Utrecht, and west of Friesland and Flevoland. As of 2015, it has a population of 2,762,163 and a total area of 2,670 km2 (1,030 sq mi).\n\nFrom the 9th to the 16th century, the area was an integral part of the County of Holland. During this period West Friesland was incorporated. In the 17th and 18th century, the area was part of the province of Holland. At that time, the distinction between the Noorderkwartier (Northern Quarter) and the Zuiderkwartier (Southern Quarter) became common. In 1840, the province of Holland was split into the two provinces of North Holland and South Holland. In 1855, the Haarlemmermeer was drained and turned into land.\n\nThe capital and seat of the provincial government is Haarlem, and Amsterdam, the Netherlands' capital city is the province's largest city. The King's Commissioner of North Holland is Johan Remkes. There are 51 municipalities and three (parts of) water boards in the province.","image":"https://upload.wikimedia.org/wikipedia/commons/a/a6/Noord-Holland_in_the_Netherlands.svg","capital":{"name":"Haarlem","description":"Haarlem is a city and municipality in the Netherlands. It is the capital of the province of North Holland and is situated at the northern edge of the Randstad, one of the most populated metropolitan areas in Europe. Haarlem had a population of 155,758 in 2014. It is a 15-minute train ride from Amsterdam, and many residents commute to the country's capital for work.\n\nHaarlem was granted city status or stadsrechten in 1245, although the first city walls were not built until 1270. The modern city encompasses the former municipality of Schoten as well as parts that previously belonged to Bloemendaal and Heemstede. Apart from the city, the municipality of Haarlem also includes the western part of the village of Spaarndam. Newer sections of Spaarndam lie within the neighbouring municipality of Haarlemmerliede en Spaarnwoude."}},{"name":"Overijssel","description":"Overijssel is a province of the Netherlands in the central-eastern part of the country. The province's name translates to `[Land] across the IJssel`, from the perspective of the bishopric of Utrecht by which it was held until 1528. The capital city of Overijssel is Zwolle and the largest city is Enschede. The province has a population of 1,113,529 inhabitants.","image":"https://upload.wikimedia.org/wikipedia/commons/f/f9/Overijssel_in_the_Netherlands.svg","capital":{"name":"Zwolle","description":"Zwolle is a municipality and the capital city of the province of Overijssel, Netherlands. It has a population around 125,000."}},{"name":"Utrecht","description":"Utrecht is a province of the Netherlands. It is located in the centre of the country, bordering the Eemmeer in the north, the province of Gelderland in the east, the river Rhine in the south, the province of South Holland in the west and the province of North Holland in the north-west. With an area of approximately 1,400 square kilometres (540 sq mi), it is the smallest of the twelve provinces. Apart from its eponymous capital, major cities in the province are Amersfoort, Houten, Nieuwegein, Veenendaal, IJsselstein and Zeist.","image":"https://upload.wikimedia.org/wikipedia/commons/8/80/Utrecht_in_the_Netherlands.svg","capital":{"name":"Utrecht","description":"Utrecht is the capital and most populous city in the Dutch province of Utrecht. It is located in the eastern corner of the Randstad conurbation and is the fourth largest city in the Netherlands with a population of 330,772 in 2014.\n\nUtrecht's ancient city centre features many buildings and structures several dating as far back as the High Middle Ages. It has been the religious centre of the Netherlands since the 8th century. It lost the status of prince-bishopric but remains the main religious center in the country. Utrecht was the most important city in the Netherlands until the Dutch Golden Age, when it was surpassed by Amsterdam as the country's cultural centre and most populous city.\n\nUtrecht is host to Utrecht University, the largest university in the Netherlands, as well as several other institutions of higher education. Due to its central position within the country, it is an important transport hub for both rail and road transport. It has the second highest number of cultural events in the Netherlands, after Amsterdam. In 2012, Lonely Planet included Utrecht in the top 10 of the world’s unsung places."}},{"name":"Zeeland","description":"Zeeland is the westernmost province of the Netherlands. The province, located in the south-west of the country, consists of a number of islands and peninsulas (hence its name, meaning `sea-land`) and a strip bordering Belgium. Its capital is Middelburg. Its area is about 2,930 square kilometres (1,130 sq mi), of which almost 1,140 square kilometres (440 sq mi) is water, and it has a population of about 380,000.\n\nLarge parts of Zeeland are below sea level. The last great flooding of the area was in 1953. Tourism is an important economic activity. In the summer, its beaches make it a popular destination for tourists, especially German tourists. In some areas, the population can be two to four times higher during the high summer season. The coat of arms of Zeeland shows a lion half-emerged from water, and the text `luctor et emergo` (Latin for `I struggle and I emerge`). The country of New Zealand is named after Zeeland (not Zealand (Sjælland) in Denmark, as sometimes claimed).","image":"https://upload.wikimedia.org/wikipedia/commons/1/1b/Zeeland_in_the_Netherlands.svg","capital":{"name":"Middelburg","description":"Middelburg is a municipality and a city in the south-western Netherlands and the capital of the province of Zeeland. Situated on the central peninsula of the Zeeland province, Midden-Zeeland (consisting of former islands Walcheren, Noord-Beveland and Zuid-Beveland), it has a population of about 48,000."}},{"name":"Zuid-Holland","description":"South Holland is a province in the midwestern Netherlands. It has a population of just over 3.6 million (as of 2015) and a population density of about 1,300/km2 (3,400/sq mi), making it the country's most populous province and one of the world's most densely populated areas. Situated on the North Sea in the west of the Netherlands, South Holland covers an area of 3,403 km2 (1,314 sq mi), of which 585 km2 (226 sq mi) is water. It borders North Holland to the north, Utrecht and Gelderland to the east, and North Brabant and Zeeland to the south. The provincial capital is The Hague, while its largest city is Rotterdam.","image":"https://upload.wikimedia.org/wikipedia/commons/e/e7/Zuid-Holland_in_the_Netherlands.svg","capital":{"name":"Den Haag","description":"The Hague or 's-Gravenhage is a city located in the western coast of the Netherlands, and the capital city of the province of South Holland.\n\nWith a population of 520,704 inhabitants (as of 1 April 2016) and more than one million inhabitants including the suburbs, it is the third largest city of the Netherlands, after Amsterdam and Rotterdam. The Rotterdam The Hague Metropolitan Area, with a population of approximately 2.7 million, is the 12th-largest in the European Union and the most populous in the country. Located in the west of the Netherlands, The Hague is in the centre of the Haaglanden conurbation and lies at the southwest corner of the larger Randstad conurbation.\n\nThe Hague is the seat of the Dutch government, parliament, the Supreme Court, and the Council of State, but the city is not the capital of the Netherlands, which constitutionally is Amsterdam.[8] Most foreign embassies in the Netherlands and 150 international organisations are located in the city, including the International Court of Justice and the International Criminal Court, which makes The Hague one of the major cities hosting the United Nations along with New York, Geneva, Vienna, Rome, and Nairobi. King Willem-Alexander of the Netherlands plans to live at Huis ten Bosch and works at Noordeinde Palace in The Hague, together with Queen Máxima."}}]